Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sms/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=357_lang=davvi.html.tmx
Source language: sme
Languages: sms

source: Pekka Aikio jođiha sámedikki válgalávdegotti
sms: Pekka Aikio jååŠđat sääŠmteeŠǧǧ vaal-luŠvddkååŠdd

source: Sámedikki vuohččulaš lahttu Pekka Aikio válljejuvvui čuovvovaš sámediggeválggaid válgalávdegotti ságadoallin.
sms: SääŠmteeŠǧǧ vuõccu ååraš vuässlaž Pekka Aikio vaalšeš puõŠtti sääŠmteeŠǧǧvaali vaal-luŠvddkååŠdd saaǥǥjååŠđteejen.

source: Válljejuvvon válgalávdegotti eará lahtut leat Juha Magga Eanodagas (várrelahttu Nils Henrik Valkeapää), Maria Sofia Aikio Ohcejogas (várrelahttu Vieno Länsman), Marjaana Aikio Anáris (várrelahttu Oula Valkeapää) ja Ilmari Laiti Anáris (várrelahttu Marja Männistö).
sms: JeeŠres vaalšum vaal-luŠvddkååŠdd vuässla liâ Juha Magga Enontekiöst (vääŠrrvuässlaž Nils Henrik Valkeapää), Maria Sofia Aikio Uccjooǥǥâst (vääŠrrvuässlaž Vieno Länsman), Marjaana Aikio Aanrest (vääŠrrvuässlaž Oula Valkeapää) da Ilmari Laiti Aanrest (vääŠrrvuässlaž Marja Männistö).

source: Pekka Aikio várrelahttun nammaduvvui Päivi Magga Vuohčus.
sms: Pekka Aikio vääŠrrvuässliŠžžen nõõmteš Päivi Magga Vuõccust.

source: Sámedikki čuovvovaš válggat doaimmahuvvojit čakčat 2011.
sms: SääŠmteeŠǧǧ puõŠtti vaal tuåimtet čâhčča 2011.

source: Dáin válggain válljejuvvo sámediggi válgabadjái 2012-2015.
sms: Täin vaalin vaalšet sääŠmteeŠǧǧ vaalpââŠjj eeŠjjid 2012-2015.
